Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/tax_relief_for_tenants.html.txt.tmx
Source language: en
Languages: ga

source: Tax issues for tenants
ga: Saincheisteanna cánach do thionóntaí

source: There are two main tax issues for tenants in private rented accommodation
ga: Is ann do dhá phríomhshaincheist chánach do thionóntaí i gcóiríocht phríobháideach ar cíos

source: The first is that you may be eligible for tax relief on part of your rent – see 'Tax relief' below
ga: Is é an chéad cheann go bhféadfá bheith i dteideal faoiseamh cánach a fháil ar chuid de do chíosa – má bhí cíos á íoc agat amhail an 7 Nollaig 2010

source: The second is that, if you pay rent directly to a landlord who lives abroad, you must deduct tax from the rent and account for it to the Revenue Commissioners – see 'Landlords living abroad' below
ga: Is é an dara ceann ná gur gá duit cáin a asbhaint as an gcíos agus í a chur i gcuntas do na Coimisinéirí Ioncaim má íocann tú an cíos go díreach le tiarna talún a chónaíonn thar lear – féach 'Tiarnaí talún a chónaíonn thar lear' thíos

source: There is more information on these 2 tax issues on Revenue's website
ga: Tá tuilleadh faisnéise mar gheall ar an dá shaincheist seo ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: If you are renting accommodation privately (whether in Ireland or outside the State) and pay income tax, you may be eligible for tax relief on part of your rent
ga: Má tá cíos á íoc agat ar chóiríocht ar bhonn príobháideach (cibé acu in Éirinn nó lasmuigh den Stát) agus má íocann tú cáin ioncaim, d’fhéadfá bheith i dteideal faoiseamh cánach a fháil ar chuid de do cháin

source: You can only claim this relief if you were already renting at 7 December 2010
ga: Ní fhéadfaidh tú an faoiseamh seo a éileamh ach amháin má bhí cíos á íoc agat amhail an 7 Nollaig 2010

source: If you were not renting on that date and you subsequently entered into a rental agreement, you will not be able to claim tax relief on your rent
ga: Mura raibh cíos á íoc agat ar an dáta sin agus má d'iontráil tú i gcomhaontú cíosa, ní bheidh tú in ann faoiseamh cánach a éileamh ar do chíos

source: However, if you were renting at 7 December 2010 you will continue to qualify for this relief even if you enter a different rental agreement after that date
ga: Má bhí cíos á íoc agat amhail an 7 Nollaig 2010, áfach, leanfaidh tú le bheith incháilithe le haghaidh an fhaoisimh seo má iontrálann tú i gcomhaontú nua cíosa i ndiaidh an dáta sin

source: The relief is being phased out and 2017 will be its last year
ga: Tá deireadh á chur leis an bhfaoiseamh seo agus is í 2017 an bhliain deireanach ina mbeidh fáil air

source: Only the rent for private rented accommodation that you use as your sole or main residence will qualify for tax relief
ga: Le faoiseamh ó cháin a fháil, caithfidh tú a bheith ag íoc cíosa as ionad cóiríochta príobháideach, arb é d'aon áit chónaithe é nó do phríomháit chónaithe

source: This includes flats, apartments and houses
ga: Áiríonn sé seo cóiríocht ar nós árasáin nó tí

source: You cannot claim tax relief for rent paid to a local authority or a State agency, or for rent paid under a lease agreement for 50 years or more
ga: Níl aon teideal ar fhaoiseamh cánach agat maidir le cíos a íocadh le húdarás áitiúil nó le gníomhaireacht Stáit nó a íocadh de bhun léasa 50 bliain nó níos faide

source: You must provide receipts for rent you have paid if the Revenue Commissioners request them
ga: Ní mór duit fáltais a chur ar fáil don chíos a d’íoc tú má iarrann na Coimisinéirí Ioncaim orthu

source: This rule applies regardless of whether you pay your rent directly to the landlord or to an agent on behalf of the landlord
ga: Tá feidhm ag an riail seo cuma an n-íocann tú do chíos díreach leis an tiarna talún nó le gníomhaire thar ceann an tiarna talún

source: Each receipt must show the following:
ga: Caithfidh gach admháil an méid seo a leanas a thabhairt le fios:

source: • Landlord's name, PPS Number and address
ga: • Ainm, Uimhir PSP agus seoladh an tiarna talún

source: • Amount of rent that you have paid
ga: • Méid an chíosa a d'íoc tú

source: • Period of time covered by the receipt
ga: • Achar ama lena mbaineann an admháil

source: You should keep your receipts for at least 6 years in case the Revenue Commissioners ask to see them
ga: Coimeád gach admháil ar feadh 6 bliana ar a laghad mar d'fhéadfadh na Coimisinéirí Ioncaim iad a iarraidh ort

source: See ‘Rates’ below for the maximum amounts of relief for your own situation
ga: Féach ‘Rátaí’ thíos chun teacht ar na huasmhéideanna faoisimh le haghaidh do cháis féin

source: Tax relief on private rented accommodation is calculated at the standard rate of 20%
ga: Tá faoiseamh cánach le fáil ag an ráta caighdeánach de 20%

source: The maximum amounts on which you can claim relief are as follows:
ga: Is amhail a leanas na huasmhéideanna ar ar féidir leat faoiseamh a éileamh:

source: Personal circumstances For tax year 2016 For tax year 2017
ga: Cúinsí pearsanta Bliain chánach 2015 Bliain chánach 2016

source: Single and aged under 55 years €400 €200
ga: Singil agus faoi 55 bliain €600 €400

source: Single and aged over 55 years €800 €400
ga: Singil agus os cionn 55 bliain €1,200 €800

source: Married/widowed/in a civil partnership/surviving civil partner and aged under 55 years €800 €400
ga: Pósta/baintreach agus faoi 55 bliain €1,200 €800

source: Married/widowed/in a civil partnership/surviving civil partner and aged over 55 years €1,600 €800
ga: Pósta agus os cionn 55 bliain €2,400 €1,600

source: To work out what this is worth to you each year after tax, you multiply the tax allowance amounts above by 20%
ga: Iolraíonn tú na liúntais saor ó cháin thuas faoi 20% chun a luach duit gach bliain tar éis cánach a ríomh

source: So, for those aged:
ga: Is ionann é seo do dhaoine:

source: • Under 55: the maximum amount that a single person under 55 can get is €80 (€400 x 20%) for rent paid in 2016
ga: • Faoi 55: más duine singil tú, féadfaidh tú creidmheas cánach a fháil i leith na bliana cánach 2015, ar fiú €120 (€600 x 20%) in aghaidh na bliana é

source: This will reduce to €40 (€200 x 20%) for rent paid in 2017
ga: Féadfaidh tú creidmheas cánach a fháil i leith na bliana cánach 2016, ar fiú €80 (€400 x 20%) in aghaidh na bliana é

source: The maximum amount that you can get if you are married, widowed, in a civil partnership or a surviving civil partner is €160 (€800 x 20%) for rent paid in 2016. This will reduce to €80 (€400 x 20%) for rent paid in 2017
ga: Má tá tú pósta; i bpáirtnéireacht shibhialta; id bhaintreach ná id pháirtnéir sibhialta marthanach: siad na rátaí ná €240 (€1,200 x 20%) i leith na bliana cánach 2015 agus €160 (€800 x 20%) i leith na bliana cánach 2016

source: • Over 55: the maximum amount that a single person over 55 can get is €160 (€800 x 20%) for rent paid in 2016. This will reduce to €80 (€400 x 20%) for rent paid in 2017
ga: • Os cionn 55: féadfaidh daoine singil creidmheas cánach a fháil, ar fiú €240 (€1,200 x 20%) i leith na bliana cánach 2015 agus €160 (€800 x 20%) i leith na bliana cánach 2016

source: The maximum amount that you can get if you are married, widowed, in a civil partnership or a surviving civil partner is €320 (€1,600 x 20%) for rent paid in 2016. This will reduce to €160 (€800 x 20%) for rent paid in 2017
ga: Má tá tú pósta; i bpáirtnéireacht shibhialta; id bhaintreach ná id pháirtnéir sibhialta marthanach: siad na rátaí ná €480 (€2,400 x 20%) i leith na bliana cánach 2015 agus €320 (€1,600 x 20%) i leith na bliana cánach 2016

source: To claim rent relief you can complete Form Rent 1 (pdf) and send it to your tax office
ga: Le faoiseamh cánach ar cíos a éileamh, líon isteach Foirm Chíosa 1 (pdf) agus seol chuig an oifig chánach í

source: (Copies of the form are also available from your local tax office.) If you have any difficulty completing the form or supplying any of the information requested, staff in the tax office will be happy to help you
ga: Is féidir an fhoirm seo a fháil freisin ón oifig chánach áitiúil. Má tá aon deacrachtaí agat leis an bhfoirm a líonadh nó aon eolas a theastaíonn a chur ar fáil, déan teagmháil leis an oifig chánach

source: Alternatively, you can claim the tax relief using Revenue's PAYE anytime service
ga: Is féidir leat an tseirbhís ÍMAT aon tráth aon lá a úsáid freisin

source: As with all tax reliefs, you must claim within 4 years of the end of the year to which it refers, or you will not get the relief
ga: Macasamhail gach faoiseamh cánach, ní mór duit éileamh a dhéanamh laistigh de 4 bliana faoi dheireadh na bliana lena mbaineann sé, nó ní bhfaighidh tú an faoiseamh

source: If your landlord lives outside Ireland and you pay your rent through an agent, you do not have to deduct tax from the rent
ga: Mura bhfuil do thiarna talún ina chónaí in Éirinn agus má íocann tú cíos le gníomhaire ar a shon, ní gá duit cáin ar bith a bhaint as an gcíos

source: The landlord’s collection agent must account for the tax in an annual tax return
ga: Ta sé de dhualgas ar an ngníomhaire cuntas a thabhairt ar an gcáin ina thuairisceán cánach

source: However, if you pay the rent directly to the landlord (including into their bank account, whether in Ireland or abroad), you must deduct tax at the standard rate (20% at present) from the gross amount that you pay
ga: Má íocann tú an cíos go díreach leis an tiarna talún (mar shampla, tríd a chuntas bainc) cuma in Éirinn nó thar lear, caithfidh tú cáin ar an ráta caighdeánach (20% faoi láthair) a bhaint as an ollmhéid a íocann tú

source: This deduction is not your tax relief - it is tax payable to Revenue from your landlord's income
ga: Ní hionann an asbhaint seo agus d'fhaoiseamh cánach, is cáin í ar ioncam do thiarna talún a chaithfear a íoc leis na Coimisinéirí Ioncaim

source: For example, your landlord lives in Germany and you pay him/her gross rent per month of €1,000
ga: Mar shampla, má tá do thiarna talún ina chónaí sa Ghearmáin agus má íocann tú ollchíos míosúil €1,000 leis

source: First, work out the amount of tax to be deducted (€1,000 x 20% = €200)
ga: Ar dtús, áirigh an méid cánach nach mór a asbhaint (€1,000 x 20% = €200)

source: Now deduct the tax due from the gross rent you pay (€1,000 - €200 = €800)
ga: Ansin bain an cháin atá dlite as an ollchíos a íocann tú (€1,000 - €200 = €800 )

source: The net rent to be paid to your landlord is €800 per month
ga: Is ionann agus €800 an cíos a íocann tú le do thiarna talún in aghaidh na míosa

source: The amount due to Revenue is the €200 per month that you deducted from the gross rent of €1,000
ga: Íocann tú €200 leis na Coimisinéirí Ioncaim in aghaidh na míosa

source: Accounting to Revenue for tax deducted from rent
ga: Cuntas a thabhairt do na Coimisinéirí Ioncaim

source: You must account to Revenue for the tax that you deduct from the gross rent
ga: Caithfidh tú cuntas a thabhairt ar an méid chánach a asbhaineann tú

source: If you fail to deduct tax from rent that you pay directly to a landlord living outside Ireland, this will mean that you (and not the landlord) will be liable for any tax that should have been deducted
ga: Mura mbaineann tú an cháin as an gcíos a íocann tú go díreach le tiarna talún atá in chónaí thar lear is tusa (agus ní hé an tiarna talún) a bheidh freagrach as an gcáin nár asbhaineadh

source: If you pay tax under PAYE, you can account for it by reducing your tax credits and Standard Rate Cut-Off Point
ga: Má íocann tú cáin faoin gcóras ÍMAT, is féidir leat cuntas a thabhairt tri do chreidmheasanna cánach agus pointe scoite an ráta chaighdeánaigh a laghdú

source: You can notify your local Revenue Office and ask them to arrange this. Alternatively, you can make a tax return - Form 12 (pdf) and pay the retained amount to Revenue
ga: Iarr ar d'oifig cánach é seo a dhéanamh, nó déan tuairisceán cánach ar Fhoirm Thuairisceáin Chánach 12 (pdf) agus íoc an méid asbhainte leis na Coimisinéirí Ioncaim

source: If you pay tax under self-assessment, you should include the details of your rent on your annual return - Form 11 (pdf)
ga: Más ar bhonn féinmheasúnaithe a íocann tú cáin, féadfaidh tú cuntas a thabhairt sa cháin a asbhaineann tú san Fhoirm Thuairisceáin Chánach Féinmheasúnaithe 11 (pdf) agat a chuireann tú chun na gCoimisinéirí Ioncaim

source: A notice of assessment will then issue to you, showing the reduced credit
ga: Eiseoidh siad fógra measúnaithe a léireoidh an laghdú ar do chreidmheasanna cánach

source: At the end of the year you must give your landlord a completed Certificate of Income Tax Deducted - Form R185 (pdf)
ga: Ag deireadh na bliana caithfidh tú teastas cánach a bhaint as – Foirm R185 (pdf) a chomhlánú agus é a thabhairt do do thiarna talún

source: Contact information for tax offices is available here and in all telephone directories
ga: Tá sonraí teagmhála d'oifigí cánacha ar fáil anseo agus i ngach eolaí teileafóin poiblí
